{
    "categories": {
        "1": {
            "name": "Animals & Insects",
            "words": [
                { "word": "dog", "clue": "A common pet known for its loyalty and barking" },
                { "word": "cat", "clue": "A domesticated feline often kept as a pet" },
                { "word": "elephant", "clue": "A large herbivorous mammal with a trunk" },
                { "word": "lion", "clue": "Known as the 'king of the jungle,' this big cat roars" },
                { "word": "tiger", "clue": "A large striped feline predator" },
                { "word": "bear", "clue": "A large mammal that hibernates in the winter" },
                { "word": "wolf", "clue": "A wild canine known for living in packs" },
                { "word": "fox", "clue": "A clever, red-furred mammal" },
                { "word": "rabbit", "clue": "A small mammal with long ears and a penchant for carrots" },
                { "word": "deer", "clue": "A herbivore known for its antlers" },
                { "word": "horse", "clue": "A domesticated animal used for riding and racing" },
                { "word": "cow", "clue": "A farm animal raised for milk and beef" },
                { "word": "pig", "clue": "A farm animal known for rolling in mud" },
                { "word": "sheep", "clue": "An animal raised for its wool" },
                { "word": "goat", "clue": "A farm animal known for its horns and climbing abilities" },
                { "word": "chicken", "clue": "A bird raised for eggs and meat" },
                { "word": "duck", "clue": "A waterfowl with webbed feet and a quack" },
                { "word": "turkey", "clue": "A large bird associated with Thanksgiving" },
                { "word": "penguin", "clue": "A flightless bird that lives in cold climates" },
                { "word": "parrot", "clue": "A colorful bird known for mimicking sounds" },
                { "word": "owl", "clue": "A nocturnal bird known for its wisdom and hooting" },
                { "word": "eagle", "clue": "A bird of prey with sharp eyesight" },
                { "word": "hawk", "clue": "A bird of prey known for its sharp talons" },
                { "word": "sparrow", "clue": "A small brown bird often seen in cities" },
                { "word": "swan", "clue": "A graceful white bird known for its long neck" },
                { "word": "flamingo", "clue": "A pink bird that stands on one leg" },
                { "word": "peacock", "clue": "A bird known for its colorful tail feathers" },
                { "word": "pigeon", "clue": "A bird commonly found in urban areas" },
                { "word": "seagull", "clue": "A coastal bird often found scavenging near the sea" },
                { "word": "crow", "clue": "A black bird known for its intelligence" },
                { "word": "raven", "clue": "A large black bird associated with mystery" },
                { "word": "vulture", "clue": "A scavenger bird known for feeding on carrion" },
                { "word": "bat", "clue": "The only mammal capable of true flight" },
                { "word": "spider", "clue": "An arachnid with eight legs, known for spinning webs" },
                { "word": "scorpion", "clue": "An arachnid with a venomous sting" },
                { "word": "ant", "clue": "A small insect known for its strength and teamwork" },
                { "word": "bee", "clue": "An insect known for pollination and making honey" },
                { "word": "wasp", "clue": "A stinging insect similar to a bee" },
                { "word": "butterfly", "clue": "An insect with brightly colored wings" },
                { "word": "dragonfly", "clue": "A fast-flying insect with large eyes and long wings" },
                { "word": "grasshopper", "clue": "An insect known for its long legs and jumping" },
                { "word": "ladybug", "clue": "A small red beetle with black spots" },
                { "word": "beetle", "clue": "An insect with a hard exoskeleton" },
                { "word": "caterpillar", "clue": "The larval stage of a butterfly or moth" },
                { "word": "worm", "clue": "A soft-bodied invertebrate often found in soil" },
                { "word": "snail", "clue": "A slow-moving mollusk with a spiral shell" },
                { "word": "slug", "clue": "A shell-less relative of the snail" },
                { "word": "fish", "clue": "An aquatic animal with gills and fins" },
                { "word": "shark", "clue": "A large predatory fish with sharp teeth" },
                { "word": "whale", "clue": "A large marine mammal" },
                { "word": "dolphin", "clue": "A highly intelligent marine mammal" },
                { "word": "octopus", "clue": "A sea creature with eight arms" },
                { "word": "squid", "clue": "A cephalopod with ten arms" },
                { "word": "jellyfish", "clue": "A gelatinous sea creature with tentacles" },
                { "word": "starfish", "clue": "A sea creature with five arms and a star-shaped body" },
                { "word": "crab", "clue": "A crustacean with pincers" },
                { "word": "lobster", "clue": "A large crustacean often considered a delicacy" },
                { "word": "shrimp", "clue": "A small crustacean commonly eaten" },
                { "word": "clam", "clue": "A bivalve mollusk found in sandy shores" },
                { "word": "oyster", "clue": "A shellfish known for producing pearls" },
                { "word": "mussel", "clue": "A small shellfish often found in rivers and coastal areas" }
            ]
        },
        "2": {
            "name": "Countries",
            "words": [
                { "word": "south georgia", "clue": "A country located in Antarctic, with the capital city of King Edward Point." },
                { "word": "grenada", "clue": "A country located in America, with the capital city of St. George's." },
                { "word": "switzerland", "clue": "A country located in Europe, with the capital city of Bern." },
                { "word": "sierra leone", "clue": "A country located in Africa, with the capital city of Freetown." },
                { "word": "hungary", "clue": "A country located in Europe, with the capital city of Budapest." },
                { "word": "taiwan", "clue": "A country located in Asia, with the capital city of Taipei." },
                { "word": "barbados", "clue": "A country located in America, with the capital city of Bridgetown." },
                { "word": "pitcairn islands", "clue": "A country located in Oceania, with the capital city of Adamstown." },
                { "word": "ivory coast", "clue": "A country located in Africa, with the capital city of Yamoussoukro." },
                { "word": "tunisia", "clue": "A country located in Africa, with the capital city of Tunis." },
                { "word": "italy", "clue": "A country located in Europe, with the capital city of Rome." },
                { "word": "benin", "clue": "A country located in Africa, with the capital city of Porto-Novo." },
                { "word": "indonesia", "clue": "A country located in Asia, with the capital city of Jakarta." },
                { "word": "cape verde", "clue": "A country located in Africa, with the capital city of Praia." },
                { "word": "laos", "clue": "A country located in Asia, with the capital city of Vientiane." },
                { "word": "caribbean netherlands", "clue": "A country located in America, with the capital city of Kralendijk." },
                { "word": "uganda", "clue": "A country located in Africa, with the capital city of Kampala." },
                { "word": "andorra", "clue": "A country located in Europe, with the capital city of Andorra la Vella." },
                { "word": "burundi", "clue": "A country located in Africa, with the capital city of Gitega." },
                { "word": "south africa", "clue": "A country located in Africa, with the capital city of Pretoria." },
                { "word": "france", "clue": "A country located in Europe, with the capital city of Paris." },
                { "word": "libya", "clue": "A country located in Africa, with the capital city of Tripoli." },
                { "word": "mexico", "clue": "A country located in America, with the capital city of Mexico City." },
                { "word": "gabon", "clue": "A country located in Africa, with the capital city of Libreville." },
                { "word": "northern mariana islands", "clue": "A country located in Oceania, with the capital city of Saipan." },
                { "word": "north macedonia", "clue": "A country located in Europe, with the capital city of Skopje." },
                { "word": "china", "clue": "A country located in Asia, with the capital city of Beijing." },
                { "word": "yemen", "clue": "A country located in Asia, with the capital city of Sana'a." },
                { "word": "saint barthélemy", "clue": "A country located in America, with the capital city of Gustavia." },
                { "word": "guernsey", "clue": "A country located in Europe, with the capital city of St. Peter Port." },
                { "word": "solomon islands", "clue": "A country located in Oceania, with the capital city of Honiara." },
                { "word": "faroe islands", "clue": "A country located in Europe, with the capital city of Tórshavn." },
                { "word": "uzbekistan", "clue": "A country located in Asia, with the capital city of Tashkent." },
                { "word": "egypt", "clue": "A country located in Africa, with the capital city of Cairo." },
                { "word": "senegal", "clue": "A country located in Africa, with the capital city of Dakar." },
                { "word": "sri lanka", "clue": "A country located in Asia, with the capital city of Sri Jayawardenepura Kotte." },
                { "word": "palestine", "clue": "A country located in Asia, with the capital city of Ramallah." },
                { "word": "bangladesh", "clue": "A country located in Asia, with the capital city of Dhaka." },
                { "word": "peru", "clue": "A country located in America, with the capital city of Lima." },
                { "word": "singapore", "clue": "A country located in Asia, with the capital city of Singapore." },
                { "word": "turkey", "clue": "A country located in Asia, with the capital city of Ankara." },
                { "word": "afghanistan", "clue": "A country located in Asia, with the capital city of Kabul." },
                { "word": "aruba", "clue": "A country located in America, with the capital city of Oranjestad." },
                { "word": "cook islands", "clue": "A country located in Oceania, with the capital city of Avarua." },
                { "word": "united kingdom", "clue": "A country located in Europe, with the capital city of London." },
                { "word": "zambia", "clue": "A country located in Africa, with the capital city of Lusaka." },
                { "word": "finland", "clue": "A country located in Europe, with the capital city of Helsinki." },
                { "word": "niger", "clue": "A country located in Africa, with the capital city of Niamey." },
                { "word": "christmas island", "clue": "A country located in Oceania, with the capital city of Flying Fish Cove." },
                { "word": "tokelau", "clue": "A country located in Oceania, with the capital city of Fakaofo." },
                { "word": "guinea-bissau", "clue": "A country located in Africa, with the capital city of Bissau." },
                { "word": "azerbaijan", "clue": "A country located in Asia, with the capital city of Baku." },
                { "word": "réunion", "clue": "A country located in Africa, with the capital city of Saint-Denis." },
                { "word": "djibouti", "clue": "A country located in Africa, with the capital city of Djibouti." },
                { "word": "north korea", "clue": "A country located in Asia, with the capital city of Pyongyang." },
                { "word": "mauritius", "clue": "A country located in Africa, with the capital city of Port Louis." },
                { "word": "montserrat", "clue": "A country located in America, with the capital city of Plymouth." },
                { "word": "united states virgin islands", "clue": "A country located in America, with the capital city of Charlotte Amalie." },
                { "word": "colombia", "clue": "A country located in America, with the capital city of Bogotá." },
                { "word": "greece", "clue": "A country located in Europe, with the capital city of Athens." },
                { "word": "croatia", "clue": "A country located in Europe, with the capital city of Zagreb." },
                { "word": "morocco", "clue": "A country located in Africa, with the capital city of Rabat." },
                { "word": "algeria", "clue": "A country located in Africa, with the capital city of Algiers." },
                { "word": "antarctica", "clue": "A country located in Antarctic, with the capital city of No capital." },
                { "word": "netherlands", "clue": "A country located in Europe, with the capital city of Amsterdam." },
                { "word": "sudan", "clue": "A country located in Africa, with the capital city of Khartoum." },
                { "word": "fiji", "clue": "A country located in Oceania, with the capital city of Suva." },
                { "word": "liechtenstein", "clue": "A country located in Europe, with the capital city of Vaduz." },
                { "word": "nepal", "clue": "A country located in Asia, with the capital city of Kathmandu." },
                { "word": "puerto rico", "clue": "A country located in America, with the capital city of San Juan." },
                { "word": "georgia", "clue": "A country located in Asia, with the capital city of Tbilisi." },
                { "word": "pakistan", "clue": "A country located in Asia, with the capital city of Islamabad." },
                { "word": "monaco", "clue": "A country located in Europe, with the capital city of Monaco." },
                { "word": "botswana", "clue": "A country located in Africa, with the capital city of Gaborone." },
                { "word": "lebanon", "clue": "A country located in Asia, with the capital city of Beirut." },
                { "word": "papua new guinea", "clue": "A country located in Oceania, with the capital city of Port Moresby." },
                { "word": "mayotte", "clue": "A country located in Africa, with the capital city of Mamoudzou." },
                { "word": "dominican republic", "clue": "A country located in America, with the capital city of Santo Domingo." },
                { "word": "norfolk island", "clue": "A country located in Oceania, with the capital city of Kingston." },
                { "word": "bouvet island", "clue": "A country located in Antarctic, with the capital city of No capital." },
                { "word": "qatar", "clue": "A country located in Asia, with the capital city of Doha." },
                { "word": "madagascar", "clue": "A country located in Africa, with the capital city of Antananarivo." },
                { "word": "india", "clue": "A country located in Asia, with the capital city of New Delhi." },
                { "word": "syria", "clue": "A country located in Asia, with the capital city of Damascus." },
                { "word": "montenegro", "clue": "A country located in Europe, with the capital city of Podgorica." },
                { "word": "eswatini", "clue": "A country located in Africa, with the capital city of Mbabane." },
                { "word": "paraguay", "clue": "A country located in America, with the capital city of Asunción." },
                { "word": "el salvador", "clue": "A country located in America, with the capital city of San Salvador." },
                { "word": "ukraine", "clue": "A country located in Europe, with the capital city of Kyiv." },
                { "word": "isle of man", "clue": "A country located in Europe, with the capital city of Douglas." },
                { "word": "namibia", "clue": "A country located in Africa, with the capital city of Windhoek." },
                { "word": "united arab emirates", "clue": "A country located in Asia, with the capital city of Abu Dhabi." },
                { "word": "bulgaria", "clue": "A country located in Europe, with the capital city of Sofia." },
                { "word": "greenland", "clue": "A country located in America, with the capital city of Nuuk." },
                { "word": "germany", "clue": "A country located in Europe, with the capital city of Berlin." },
                { "word": "cambodia", "clue": "A country located in Asia, with the capital city of Phnom Penh." },
                { "word": "iraq", "clue": "A country located in Asia, with the capital city of Baghdad." },
                { "word": "sweden", "clue": "A country located in Europe, with the capital city of Stockholm." },
                { "word": "cuba", "clue": "A country located in America, with the capital city of Havana." },
                { "word": "kyrgyzstan", "clue": "A country located in Asia, with the capital city of Bishkek." },
                { "word": "russia", "clue": "A country located in Europe, with the capital city of Moscow." },
                { "word": "malaysia", "clue": "A country located in Asia, with the capital city of Kuala Lumpur." },
                { "word": "cyprus", "clue": "A country located in Europe, with the capital city of Nicosia." },
                { "word": "canada", "clue": "A country located in America, with the capital city of Ottawa." },
                { "word": "malawi", "clue": "A country located in Africa, with the capital city of Lilongwe." },
                { "word": "saudi arabia", "clue": "A country located in Asia, with the capital city of Riyadh." },
                { "word": "ethiopia", "clue": "A country located in Africa, with the capital city of Addis Ababa." },
                { "word": "spain", "clue": "A country located in Europe, with the capital city of Madrid." },
                { "word": "slovenia", "clue": "A country located in Europe, with the capital city of Ljubljana." },
                { "word": "oman", "clue": "A country located in Asia, with the capital city of Muscat." },
                { "word": "macau", "clue": "A country located in Asia, with the capital city of No capital." },
                { "word": "san marino", "clue": "A country located in Europe, with the capital city of City of San Marino." },
                { "word": "lesotho", "clue": "A country located in Africa, with the capital city of Maseru." },
                { "word": "marshall islands", "clue": "A country located in Oceania, with the capital city of Majuro." },
                { "word": "sint maarten", "clue": "A country located in America, with the capital city of Philipsburg." },
                { "word": "iceland", "clue": "A country located in Europe, with the capital city of Reykjavik." },
                { "word": "luxembourg", "clue": "A country located in Europe, with the capital city of Luxembourg." },
                { "word": "argentina", "clue": "A country located in America, with the capital city of Buenos Aires." },
                { "word": "nauru", "clue": "A country located in Oceania, with the capital city of Yaren." },
                { "word": "western sahara", "clue": "A country located in Africa, with the capital city of El Aaiún." },
                { "word": "dominica", "clue": "A country located in America, with the capital city of Roseau." },
                { "word": "costa rica", "clue": "A country located in America, with the capital city of San José." },
                { "word": "australia", "clue": "A country located in Oceania, with the capital city of Canberra." },
                { "word": "thailand", "clue": "A country located in Asia, with the capital city of Bangkok." },
                { "word": "haiti", "clue": "A country located in America, with the capital city of Port-au-Prince." },
                { "word": "tuvalu", "clue": "A country located in Oceania, with the capital city of Funafuti." },
                { "word": "honduras", "clue": "A country located in America, with the capital city of Tegucigalpa." },
                { "word": "equatorial guinea", "clue": "A country located in Africa, with the capital city of Malabo." },
                { "word": "saint lucia", "clue": "A country located in America, with the capital city of Castries." },
                { "word": "french polynesia", "clue": "A country located in Oceania, with the capital city of Papeetē." },
                { "word": "belarus", "clue": "A country located in Europe, with the capital city of Minsk." },
                { "word": "latvia", "clue": "A country located in Europe, with the capital city of Riga." },
                { "word": "palau", "clue": "A country located in Oceania, with the capital city of Ngerulmud." },
                { "word": "guadeloupe", "clue": "A country located in America, with the capital city of Basse-Terre." },
                { "word": "philippines", "clue": "A country located in Asia, with the capital city of Manila." },
                { "word": "gibraltar", "clue": "A country located in Europe, with the capital city of Gibraltar." },
                { "word": "denmark", "clue": "A country located in Europe, with the capital city of Copenhagen." },
                { "word": "cameroon", "clue": "A country located in Africa, with the capital city of Yaoundé." },
                { "word": "guinea", "clue": "A country located in Africa, with the capital city of Conakry." },
                { "word": "bahrain", "clue": "A country located in Asia, with the capital city of Manama." },
                { "word": "suriname", "clue": "A country located in America, with the capital city of Paramaribo." },
                { "word": "dr congo", "clue": "A country located in Africa, with the capital city of Kinshasa." },
                { "word": "somalia", "clue": "A country located in Africa, with the capital city of Mogadishu." },
                { "word": "czechia", "clue": "A country located in Europe, with the capital city of Prague." },
                { "word": "new caledonia", "clue": "A country located in Oceania, with the capital city of Nouméa." },
                { "word": "vanuatu", "clue": "A country located in Oceania, with the capital city of Port Vila." },
                { "word": "togo", "clue": "A country located in Africa, with the capital city of Lomé." },
                { "word": "british virgin islands", "clue": "A country located in America, with the capital city of Road Town." },
                { "word": "kenya", "clue": "A country located in Africa, with the capital city of Nairobi." },
                { "word": "niue", "clue": "A country located in Oceania, with the capital city of Alofi." },
                { "word": "rwanda", "clue": "A country located in Africa, with the capital city of Kigali." },
                { "word": "estonia", "clue": "A country located in Europe, with the capital city of Tallinn." },
                { "word": "romania", "clue": "A country located in Europe, with the capital city of Bucharest." },
                { "word": "guyana", "clue": "A country located in America, with the capital city of Georgetown." },
                { "word": "timor-leste", "clue": "A country located in Asia, with the capital city of Dili." },
                { "word": "vietnam", "clue": "A country located in Asia, with the capital city of Hanoi." },
                { "word": "uruguay", "clue": "A country located in America, with the capital city of Montevideo." },
                { "word": "vatican city", "clue": "A country located in Europe, with the capital city of Vatican City." },
                { "word": "hong kong", "clue": "A country located in Asia, with the capital city of City of Victoria." },
                { "word": "austria", "clue": "A country located in Europe, with the capital city of Vienna." },
                { "word": "turkmenistan", "clue": "A country located in Asia, with the capital city of Ashgabat." },
                { "word": "mozambique", "clue": "A country located in Africa, with the capital city of Maputo." },
                { "word": "panama", "clue": "A country located in America, with the capital city of Panama City." },
                { "word": "micronesia", "clue": "A country located in Oceania, with the capital city of Palikir." },
                { "word": "ireland", "clue": "A country located in Europe, with the capital city of Dublin." },
                { "word": "curaçao", "clue": "A country located in America, with the capital city of Willemstad." },
                { "word": "french guiana", "clue": "A country located in America, with the capital city of Cayenne." },
                { "word": "norway", "clue": "A country located in Europe, with the capital city of Oslo." },
                { "word": "åland islands", "clue": "A country located in Europe, with the capital city of Mariehamn." },
                { "word": "central african republic", "clue": "A country located in Africa, with the capital city of Bangui." },
                { "word": "burkina faso", "clue": "A country located in Africa, with the capital city of Ouagadougou." },
                { "word": "eritrea", "clue": "A country located in Africa, with the capital city of Asmara." },
                { "word": "tanzania", "clue": "A country located in Africa, with the capital city of Dodoma." },
                { "word": "south korea", "clue": "A country located in Asia, with the capital city of Seoul." },
                { "word": "jordan", "clue": "A country located in Asia, with the capital city of Amman." },
                { "word": "mauritania", "clue": "A country located in Africa, with the capital city of Nouakchott." },
                { "word": "lithuania", "clue": "A country located in Europe, with the capital city of Vilnius." },
                { "word": "united states minor outlying islands", "clue": "A country located in America, with the capital city of Washington DC." },
                { "word": "slovakia", "clue": "A country located in Europe, with the capital city of Bratislava." },
                { "word": "angola", "clue": "A country located in Africa, with the capital city of Luanda." },
                { "word": "kazakhstan", "clue": "A country located in Asia, with the capital city of Nur-Sultan." },
                { "word": "moldova", "clue": "A country located in Europe, with the capital city of Chișinău." },
                { "word": "mali", "clue": "A country located in Africa, with the capital city of Bamako." },
                { "word": "falkland islands", "clue": "A country located in America, with the capital city of Stanley." },
                { "word": "armenia", "clue": "A country located in Asia, with the capital city of Yerevan." },
                { "word": "samoa", "clue": "A country located in Oceania, with the capital city of Apia." },
                { "word": "jersey", "clue": "A country located in Europe, with the capital city of Saint Helier." },
                { "word": "japan", "clue": "A country located in Asia, with the capital city of Tokyo." },
                { "word": "bolivia", "clue": "A country located in America, with the capital city of Sucre." },
                { "word": "chile", "clue": "A country located in America, with the capital city of Santiago." },
                { "word": "united states", "clue": "A country located in America, with the capital city of Washington, D.C.." },
                { "word": "bermuda", "clue": "A country located in America, with the capital city of Hamilton." },
                { "word": "seychelles", "clue": "A country located in Africa, with the capital city of Victoria." },
                { "word": "british indian ocean territory", "clue": "A country located in Africa, with the capital city of Diego Garcia." },
                { "word": "guatemala", "clue": "A country located in America, with the capital city of Guatemala City." },
                { "word": "ecuador", "clue": "A country located in America, with the capital city of Quito." },
                { "word": "martinique", "clue": "A country located in America, with the capital city of Fort-de-France." },
                { "word": "tajikistan", "clue": "A country located in Asia, with the capital city of Dushanbe." },
                { "word": "malta", "clue": "A country located in Europe, with the capital city of Valletta." },
                { "word": "gambia", "clue": "A country located in Africa, with the capital city of Banjul." },
                { "word": "nigeria", "clue": "A country located in Africa, with the capital city of Abuja." },
                { "word": "bahamas", "clue": "A country located in America, with the capital city of Nassau." },
                { "word": "kosovo", "clue": "A country located in Europe, with the capital city of Pristina." },
                { "word": "kuwait", "clue": "A country located in Asia, with the capital city of Kuwait City." },
                { "word": "maldives", "clue": "A country located in Asia, with the capital city of Malé." },
                { "word": "south sudan", "clue": "A country located in Africa, with the capital city of Juba." },
                { "word": "iran", "clue": "A country located in Asia, with the capital city of Tehran." },
                { "word": "albania", "clue": "A country located in Europe, with the capital city of Tirana." },
                { "word": "brazil", "clue": "A country located in America, with the capital city of Brasília." },
                { "word": "serbia", "clue": "A country located in Europe, with the capital city of Belgrade." },
                { "word": "belize", "clue": "A country located in America, with the capital city of Belmopan." },
                { "word": "myanmar", "clue": "A country located in Asia, with the capital city of Naypyidaw." },
                { "word": "bhutan", "clue": "A country located in Asia, with the capital city of Thimphu." },
                { "word": "venezuela", "clue": "A country located in America, with the capital city of Caracas." },
                { "word": "liberia", "clue": "A country located in Africa, with the capital city of Monrovia." },
                { "word": "jamaica", "clue": "A country located in America, with the capital city of Kingston." },
                { "word": "poland", "clue": "A country located in Europe, with the capital city of Warsaw." },
                { "word": "cayman islands", "clue": "A country located in America, with the capital city of George Town." },
                { "word": "brunei", "clue": "A country located in Asia, with the capital city of Bandar Seri Begawan." },
                { "word": "comoros", "clue": "A country located in Africa, with the capital city of Moroni." },
                { "word": "guam", "clue": "A country located in Oceania, with the capital city of Hagåtña." },
                { "word": "tonga", "clue": "A country located in Oceania, with the capital city of Nuku'alofa." },
                { "word": "kiribati", "clue": "A country located in Oceania, with the capital city of South Tarawa." },
                { "word": "ghana", "clue": "A country located in Africa, with the capital city of Accra." },
                { "word": "chad", "clue": "A country located in Africa, with the capital city of N'Djamena." },
                { "word": "zimbabwe", "clue": "A country located in Africa, with the capital city of Harare." },
                { "word": "saint martin", "clue": "A country located in America, with the capital city of Marigot." },
                { "word": "mongolia", "clue": "A country located in Asia, with the capital city of Ulan Bator." },
                { "word": "portugal", "clue": "A country located in Europe, with the capital city of Lisbon." },
                { "word": "american samoa", "clue": "A country located in Oceania, with the capital city of Pago Pago." },
                { "word": "republic of the congo", "clue": "A country located in Africa, with the capital city of Brazzaville." },
                { "word": "belgium", "clue": "A country located in Europe, with the capital city of Brussels." },
                { "word": "israel", "clue": "A country located in Asia, with the capital city of Jerusalem." },
                { "word": "new zealand", "clue": "A country located in Oceania, with the capital city of Wellington." },
                { "word": "nicaragua", "clue": "A country located in America, with the capital city of Managua." },
                { "word": "anguilla", "clue": "A country located in America, with the capital city of The Valley." }
            ]
        },
        "3": {
            "name": "Sports",
            "words": [
                { "word": "soccer", "clue": "A sport played by two teams of eleven players with a round ball" },
                { "word": "basketball", "clue": "A sport where two teams try to score points by shooting a ball through a hoop" },
                { "word": "tennis", "clue": "A sport played with a racket and a small ball over a net" },
                { "word": "baseball", "clue": "A bat-and-ball game played between two teams of nine players" },
                { "word": "cricket", "clue": "A bat-and-ball game played mainly in England, Australia, and India" },
                { "word": "golf", "clue": "A sport where players aim to hit a ball into a series of holes in as few strokes as possible" },
                { "word": "rugby", "clue": "A contact sport played with an oval ball that can be kicked, carried, and passed" },
                { "word": "hockey", "clue": "A sport played on ice or a field where players use a stick to hit a puck or ball" },
                { "word": "volleyball", "clue": "A sport where two teams try to hit a ball over a net without letting it touch the ground" },
                { "word": "boxing", "clue": "A combat sport where two opponents try to punch each other while avoiding being hit" },
                { "word": "swimming", "clue": "A sport in which competitors race to swim a set distance in water" },
                { "word": "cycling", "clue": "A sport where individuals or teams race on bicycles" },
                { "word": "wrestling", "clue": "A combat sport involving grappling techniques such as throws and holds" },
                { "word": "skiing", "clue": "A sport where participants glide over snow on skis" },
                { "word": "surfing", "clue": "A water sport where individuals ride waves on a board" },
                { "word": "badminton", "clue": "A racquet sport played with a shuttlecock across a net" },
                { "word": "table tennis", "clue": "A sport where players hit a lightweight ball back and forth using paddles on a table" },
                { "word": "archery", "clue": "A sport where individuals shoot arrows at a target using a bow" },
                { "word": "fencing", "clue": "A combat sport where two competitors try to score points by hitting each other with a foil or sword" },
                { "word": "karate", "clue": "A martial art that focuses on striking techniques such as punches and kicks" }
            ]
        },
        "4": {
            "name": "Movies",
            "words": [
                { "word": "dr no", "clue": "A resourceful British government agent seeks answers in a case involving the disappearance of a colleague and the disruption of the American space program." },
                { "word": "to kill a mockingbird", "clue": "Atticus Finch, a lawyer in the Depression-era South, defends a black man against an undeserved rape charge, and his children against prejudice." },
                { "word": "whatever happened to baby jane", "clue": "A former child star torments her paraplegic sister in their decaying Hollywood mansion." },
                { "word": "from russia with love", "clue": "James Bond willingly falls into an assassination ploy involving a naive Russian beauty in order to retrieve a Soviet encryption device that was stolen by SPECTRE." },
                { "word": "goldfinger", "clue": "Investigating a gold magnate's smuggling, James Bond uncovers a plot to contaminate the Fort Knox gold reserve." },
                { "word": "the sound of music", "clue": "A woman leaves an Austrian convent to become a governess to the children of a Naval officer widower." },
                { "word": "thunderball", "clue": "James Bond heads to The Bahamas to recover two nuclear warheads stolen by SPECTRE agent Emilio Largo in an international extortion scheme." },
                { "word": "the good the bad and the ugly", "clue": "A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery." },
                { "word": "you only live twice", "clue": "Agent 007 and the Japanese secret service ninja force must find and stop the true culprit of a series of spacejackings before nuclear war is provoked." },
                { "word": "diamonds are forever", "clue": "A diamond smuggling investigation leads James Bond to Las Vegas, where he uncovers an evil plot involving a rich business tycoon." },
                { "word": "la patagonia rebelde", "clue": "La Patagonia rebelde is an Argentinean film based on the book by Bayer Los vengadores de la Patagonia tragica, which recounts the real events of the Patagonia rebelde of 1921." },
                { "word": "eraserhead", "clue": "Henry Spencer tries to survive his industrial environment, his angry girlfriend, and the unbearable screams of his newly born mutant child." },
                { "word": "superman", "clue": "An alien orphan is sent from his dying planet to Earth, where he grows up to become his adoptive home's first and greatest superhero." },
                { "word": "alien", "clue": "After a space merchant vessel perceives an unknown transmission as a distress call, its landing on the source moon finds one of the crew attacked by a mysterious lifeform, and they soon realize that its life cycle has merely begun." },
                { "word": "life of brian", "clue": "Born on the original Christmas in the stable next door to Jesus, Brian of Nazareth spends his life being mistaken for a messiah." },
                { "word": "mad max", "clue": "The film presents a tale of societal collapse, murder, and vengeance set in a future Australia, in which a vengeful policeman becomes embroiled in a feud with a vicious motorcycle gang." },
                { "word": "mad max ii the road warrior", "clue": "The film follows a Western frontier tale of a community of settlers moved to defend themselves against a roving band of marauders, with Max as a hardened man who rediscovers his humanity when he decides to help the settlers." },
                { "word": "superman ii", "clue": "Superman agrees to sacrifice his powers to start a relationship with Lois Lane, unaware that three Kryptonian criminals he inadvertently released are conquering Earth." },
                { "word": "blade runner", "clue": "A blade runner must pursue and try to terminate four replicants who stole a ship in space and have returned to Earth to find their creator." },
                { "word": "never say never again", "clue": "A SPECTRE agent has stolen two American nuclear warheads, and James Bond must find their targets before they are detonated." },
                { "word": "superman iii", "clue": "Synthetic kryptonite laced with tobacco tar splits Superman in two: good Clark Kent and bad Man of Steel." },
                { "word": "nausicaa of the valley of the wind", "clue": "tells the story of Nausicaa, the young princess of the Valley of the Wind as she desperately struggles to prevent two warring nations from destroying themselves and their dying planet." },
                { "word": "back to the future", "clue": "Teenager accidentally travels back in time where he meets his future parents." },
                { "word": "mad max iii beyond thunderdome", "clue": "Max is exiled into the desert by the corrupt ruler of Bartertown, Aunty Entity, and there encounters an isolated cargo cult centered on a crashed Boeing 747 and its deceased captain." },
                { "word": "the breakfast club", "clue": "Five high school students meet in Saturday detention and discover how they have a lot more in common than they thought." },
                { "word": "labyrinth", "clue": "A 16-year-old girl is given 13 hours to solve a labyrinth and rescue her baby brother when her wish for him to be taken away is granted by the Goblin King." },
                { "word": "top gun", "clue": "As students at the United States Navy's elite fighter weapons school compete to be best in the class, one daring young pilot learns a few things from a civilian instructor that are not taught in the classroom." },
                { "word": "spaceballs", "clue": "Planet Spaceballs' President Skroob sends Lord Dark Helmet to steal planet Druidia's abundant supply of air to replenish their own, and only Lone Starr can stop them." },
                { "word": "superman iv the quest for peace", "clue": "The Man of Steel crusades for nuclear disarmament and meets Lex Luthor's latest creation, Nuclear Man." },
                { "word": "the princess bride", "clue": "While home sick in bed, a young boy's grandfather reads him a story called The Princess Bride." },
                { "word": "they live", "clue": "They influence our decisions without us knowing it. They numb our senses without us feeling it. They control our lives without us realizing it. They Live." },
                { "word": "glory", "clue": "Robert Gould Shaw leads the U.S. Civil War's first all-black volunteer company, fighting prejudices from both his own Union Army, and the Confederates." },
                { "word": "indiana jones and the last crusade", "clue": "In 1938, after his father Professor Henry Jones, Sr. goes missing while pursuing the Holy Grail, Indiana Jones finds himself up against Adolf Hitler's Nazis again to stop them obtaining its powers." },
                { "word": "the punisher", "clue": "When Frank Castle's family is murdered by criminals, he wages war on crime as a vigilante assassin known only as the Punisher." },
                { "word": "the godfather part iii", "clue": "In the midst of trying to legitimize his business dealings in New York City and Italy in 1979, aging Mafia Don Michael Corleone seeks to avow for his sins, while taking his nephew Vincent Mancini under his wing." },
                { "word": "backdraft", "clue": "Two Chicago firefighter brothers, who don't get along, have to work together while a dangerous arsonist is on the loose." },
                { "word": "the silence of the lambs", "clue": "A young FBI cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims." },
                { "word": "death becomes her", "clue": "When a woman learns of an immortality treatment, she sees it as a way to outdo her long-time rival." },
                { "word": "dragon the bruce lee story", "clue": "The film tells the story of actor and martial artist Bruce Lee." },
                { "word": "dumb and dumber", "clue": "The cross-country adventures of 2 good-hearted but incredibly stupid friends." },
                { "word": "forrest gump", "clue": "The presidencies of Kennedy and Johnson, Vietnam, Watergate, and other history unfold through the perspective of an Alabama man with an IQ of 75." },
                { "word": "little giants", "clue": "Misfits form their own opposing team to an elite peewee football team, coached by the elite team coach's brother." },
                { "word": "schindlers list", "clue": "In German-occupied Poland during World War II, Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazi Germans." },
                { "word": "street fighter", "clue": "Col. Guile and various other martial arts heroes fight against the tyranny of Dictator M. Bison and his cohorts." },
                { "word": "the mask", "clue": "The story of Stanley Ipkiss, an unfortunate bank clerk who finds a magical mask that transforms him into a green-faced superhero." },
                { "word": "the shawshank redemption", "clue": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency." },
                { "word": "ghost in the shell", "clue": "A cyborg policewoman and her partner hunt a mysterious and powerful hacker called the Puppet Master." },
                { "word": "jumanji", "clue": "When two kids find and play a magical board game, they release a man trapped for decades in it and a host of dangers that can only be stopped by finishing the game." },
                { "word": "happy gilmore", "clue": " A rejected hockey player puts his skills to the golf course to save his grandmother's house." },
                { "word": "independence day", "clue": "The aliens are coming and their goal is to invade and destroy Earth. Fighting superior technology, mankind's best weapon is the will to survive." },
                { "word": "mission impossible", "clue": "An American agent, under false suspicion of disloyalty, must discover and expose the real spy without the help of his organization." },
                { "word": "space jam", "clue": "In a desperate attempt to win a basketball match and earn their freedom, the Looney Tunes seek the aid of retired basketball champion, Michael Jordan." },
                { "word": "twister", "clue": "During the approach of the most powerful storm in decades, university professor Dr. Jo Harding (Helen Hunt) and an underfunded team of students prepare the prototype for Dorothy, a ground-breaking tornado data-gathering device conceived by her estranged husband, Bill" },
                { "word": "the fifth element", "clue": "In the colorful future, a cab driver unwittingly becomes the central figure in the search for a legendary cosmic weapon to keep Evil and Mr. Zorg at bay." },
                { "word": "armageddon", "clue": "After discovering that an asteroid the size of Texas is going to impact Earth in less than a month, N.A.S.A. recruits a misfit team of deep core drillers to save the planet." },
                { "word": "american beauty", "clue": "A sexually frustrated suburban father has a mid-life crisis after becoming infatuated with his daughter's best friend." },
                { "word": "dude wheres my car", "clue": "Two potheads wake up after a night of partying and cannot remember where they parked their car." },
                { "word": "finding forrester", "clue": "A young writing prodigy finds a mentor in a reclusive author." },
                { "word": "high fidelity", "clue": "Rob, a record store owner and compulsive list maker, recounts his top five breakups, including the one in progress." },
                { "word": "mission impossible ii", "clue": "A secret agent is sent to Sydney, to find and destroy a genetically modified disease called 'Chimera'." },
                { "word": "remember the titans", "clue": "The true story of a newly appointed African-American coach and his high school team on their first season as a racially integrated unit." },
                { "word": "the replacements", "clue": "During a pro football strike, the owners hire substitute players." },
                { "word": "xmen", "clue": "Two mutants come to a private academy for their kind whose resident superhero team must oppose a terrorist organization with similar powers." },
                { "word": "ai artificial intelligence", "clue": "A highly advanced robotic boy longs to become real so that he can regain the love of his human mother." },
                { "word": "hard ball", "clue": "An aimless young man who is scalping tickets, gambling, and drinking, agrees to coach a Little League team from the Cabrini Green housing project in Chicago as a condition of getting a loan from a friend." },
                { "word": "jay and silent bob strike back", "clue": "The comic 'Bluntman and Chronic' is based on real-life stoners Jay and Silent Bob, so when they get no profit from a big-screen adaptation, they set out to wreck the movie." },
                { "word": "oceans eleven", "clue": "Danny Ocean, a gangster, assembles a group of eleven people in order to loot three popular casinos owned by Terry Benedict." },
                { "word": "the fast and the furious", "clue": "An unknown group of hijackers use racing cars to hijack 18-wheelers.It is upto an undercover cop Brian O'Conner to stop them." },
                { "word": "the lord of the rings the fellowship of the ring", "clue": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle Earth from the Dark Lord Sauron." },
                { "word": "spiderman", "clue": "Nerdy boy gains spider-like abilities when bitten by a genetically modified sipder." },
                { "word": "the lord of the rings the two towers", "clue": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard." },
                { "word": "ii fast ii furious", "clue": "Former Cop Brian O'Corner is assigned to bring down drug lord Carter Verone" },
                { "word": "daredevil", "clue": "Matt Murdock learns he his other senses have heightened after adolescent blindness.  He uses his newfound skillset to fight crime in Hell's Kitchen, to protect his neighbors from the organized crime of New York City." },
                { "word": "finding nemo", "clue": "After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home." },
                { "word": "oldboy", "clue": "After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must find his captor in five days." },
                { "word": "the lord of the rings the return of the king", "clue": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring." },
                { "word": "the room", "clue": "Lisa betrays her fiancee Johnny with his best friend Mark" },
                { "word": "xmen ii", "clue": "The X-Men band together to find a mutant assassin who has made an attempt on the President's life, while the Mutant Academy is attacked by military forces." },
                { "word": "spiderman ii", "clue": "Peter Parker ahs to fight a mad scientist named Doctor Otto Octavius besides his troubles in personal life." },
                { "word": "the notebook", "clue": "A poor yet passionate young man falls in love with a rich young woman, giving her a sense of freedom, but they are soon separated because of their social differences." },
                { "word": "the punisher", "clue": "An undercover FBI agent becomes a vigilante assassin and sets out to unleash his wrath upon the corrupt businessman who slaughtered his entire family at a reunion." },
                { "word": "batman begins", "clue": "After training with his mentor, Batman begins his fight to free crime-ridden Gotham City from the corruption that Scarecrow and the League of Shadows have cast upon it." },
                { "word": "coach carter", "clue": "A sports goods store owner accepts the job of basketball coach for his old high school where he was a champion athlete. Dismayed by the attitudes of his players, he sets out to change things." },
                { "word": "lord of war", "clue": "An arms dealer confronts the morality of his work as he is being chased by an Interpol Agent." },
                { "word": "mr  mrs smith", "clue": "A bored married couple is surprised to learn that they are both assassins hired by competing agencies to kill each other." },
                { "word": "eragon", "clue": "In his homeland of Alagaesia, a farm boy happens upon a dragon's egg -- a discovery that leads him on a predestined journey where he realizes he's the one person who can defend his home against an evil king." },
                { "word": "mission impossible iii", "clue": "Agent Ethan Hunt comes into conflict with a dangerous and sadistic arms dealer who threatens his life and his fianceÚ in response." },
                { "word": "superman returns", "clue": "Superman reappears after a long absence, but is challenged by an old foe who uses Kryptonian technology for world domination." },
                { "word": "the fast and the furious tokyo drift", "clue": "To avoid jail sentence in America,A young boy moves to Tokyo with his father and becomes strong competitor in realm of drift racing." },
                { "word": "the prestige", "clue": "Two friends and fellow magicians become bitter enemies after a sudden tragedy. As they devote themselves to this rivalry, they make sacrifices that bring them fame but with terrible consequences." },
                { "word": "xmen the last stand", "clue": "When a cure is found to treat mutations, lines are drawn amongst the X-Men, led by Professor Charles Xavier, and the Brotherhood, a band of powerful mutants organized under Xavier's former ally, Magneto." },
                { "word": "fantastic iv rise of the silver surfer", "clue": "The Fantastic Four learn that they aren't the only super-powered beings in the universe when they square off against the powerful Silver Surfer and the planet-eating Galactus." },
                { "word": "juno", "clue": "Sixteen-year-old Minnesota high-schooler Juno MacGuff discovers she is pregnant by her friend and longtime admirer, Paulie Bleeker." },
                { "word": "spiderman iii", "clue": "Strange black alien object bonds with Spiderman and causes inner turmoil." },
                { "word": "transformers", "clue": "An ancient struggle between two Cybertronian races, the heroic Autobots and the evil Decepticons, comes to Earth, with a clue to the ultimate power held by a teenager." },
                { "word": "kung fu panda", "clue": "The Dragon Warrior has to clash against the savage Tai Lung as China's fate hangs in the balance: However, the Dragon Warrior mantle is supposedly mistaken to be bestowed upon an obese panda who is a tyro in martial arts." },
                { "word": "punisher war zone", "clue": "After hunting down and killing hundreds of violent criminals, Frank Castle, aka The Punisher, faces his most deadly foe yet: Jigsaw." },
                { "word": "quantum of solace", "clue": "James Bond descends into mystery as he tries to stop a mysterious organization from eliminating a country's most valuable resource." },
                { "word": "the dark knight", "clue": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, the caped crusader must come to terms with one of the greatest psychological tests of his ability to fight injustice." },
                { "word": "exam", "clue": "Eight candidates for a highly desirable corporate job are locked together in an exam room and given a final test with just one question. It seems simple yet confusing that soon, tensions begin to unravel." },
                { "word": "fast  furious", "clue": "With Brian O'Conner back in FBI and Dominic Toretto on his side, he has to bring down a heroin importer." },
                { "word": "gi joe the rise of cobra", "clue": "An elite military unit comprised of special operatives known as G.I. Joe, operating out of The Pit, takes on an evil organization led by a notorious arms dealer." },
                { "word": "orphan", "clue": "A husband and wife who recently lost their baby adopt a 9 year-old girl who is not nearly as innocent as she claims to be." },
                { "word": "transformers revenge of the fallen", "clue": "Sam Witwicky leaves the Autobots behind for a normal life. But when his mind is filled with cryptic symbols, the Decepticons target him and he is dragged back into the Transformers' war." },
                { "word": "watchmen", "clue": "In 1985 where former superheroes exist, the murder of a colleague sends active vigilante Rorschach into his own sprawling investigation, uncovering something that could completely change the course of history as we know it." },
                { "word": "xmen origins wolverine", "clue": "A look at Wolverine's early life, in particular his time with the government squad Team X and the impact it will have on his later years." },
                { "word": "how to train your dragon", "clue": "A hapless young Viking who aspires to hunt dragons becomes the unlikely friend of a young dragon himself, and learns there may be more to the creatures than he assumed." },
                { "word": "the social network", "clue": "Harvard student Mark Zuckerberg creates a social networking site that would become Facebook and is later sued by two brothers who claimed that Zuckerberg stole their idea and the co-founder who was pushed out of the business" },
                { "word": "fast five", "clue": "Dominic Toretto and his crew plan to steal $100 million from a corrupt businessman while they are pursued for arrest." },
                { "word": "kung fu panda ii", "clue": "Po and his friends fight to stop a peacock villain from conquering China with a deadly new weapon, but first the Dragon Warrior must come to terms with his past." },
                { "word": "mission impossible  ghost protocol", "clue": "The IMF is shut down when it's implicated in the bombing of the Kremlin, causing Ethan Hunt and his new team to go rogue to clear their organization's name." },
                { "word": "the rum diary", "clue": "American journalist Paul Kemp (Depp) takes on a freelance job in Puerto Rico for a local newspaper during the 1960s and struggles to find a balance between island culture and the expatriates who live there." },
                { "word": "transformers dark of the moon", "clue": "The Autobots learn of a Cybertronian spacecraft hidden on the moon, and race against the Decepticons to reach it and to learn its secrets." },
                { "word": "xmen first class", "clue": "In 1962, the United States government enlists the help of Mutants with superhuman abilities to stop a malicious dictator who is determined to start World War III." },
                { "word": "django unchained", "clue": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner." },
                { "word": "jack reacher", "clue": "A homicide investigator digs deeper into a case involving a trained military sniper who shot five random victims." },
                { "word": "skyfall", "clue": "Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost." },
                { "word": "the hobbit an unexpected journey", "clue": "A reluctant hobbit, Bilbo Baggins, sets out to the Lonely Mountain with a spirited group of dwarves to reclaim their mountain home - and the gold within it - from the dragon Smaug." },
                { "word": "coherence", "clue": "Eight friends at a dinner party experience a troubling chain of events due to the malevolent influence of a passing comet." },
                { "word": "fast  furious vi", "clue": "Agent Hobbs cuts a deal with Dominic to clear his crew's all criminal records and in return catch a team of mercenaries. During the journey, Dominic unexpectedly meets his presumed-dead lover Letty who is a part of the group." },
                { "word": "gi joe retaliation", "clue": "The G.I. Joes are not only fighting their mortal enemy Cobra; they are forced to contend with threats from within the government that jeopardize their very existence." },
                { "word": "her", "clue": "In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need." },
                { "word": "oldboy", "clue": "After being kidnapped and imprisoned for twenty years, Joe Doucett is released, only to find that he must find his captor in 46 days." },
                { "word": "rush", "clue": "James Hunt and Niki Lauda, two extremely skilled Formula One racers, have an intense rivalry with each other. However, it is their enmity that pushes them to their limits." },
                { "word": "the hobbit the desolation of smaug", "clue": "The dwarves, along with Bilbo Baggins and Gandalf the Grey, continue their quest to reclaim Erebor, their homeland, from Smaug. Bilbo Baggins is in possession of a mysterious and magical ring." },
                { "word": "the wolverine", "clue": "When Wolverine is summoned to Japan by an old acquaintance, he is embroiled in a conflict that forces him to confront his own demons." },
                { "word": "dracula untold", "clue": "As his kingdom is being threatened by the Turks, young prince Vlad Tepes must become a monster feared by his own people in order to obtain the power needed to protect his own family, and the families of his kingdom." },
                { "word": "guardians of the galaxy", "clue": "A group of intergalactic criminals are forced to work together to stop a fanatical warrior from taking control of the universe." },
                { "word": "how to train your dragon ii", "clue": "When Hiccup and Toothless discover an ice cave that is home to hundreds of new wild dragons and the mysterious Dragon Rider, the two friends find themselves at the center of a battle to protect the peace." },
                { "word": "john wick", "clue": "An ex-hitman comes out of retirement to track down the gangsters that killed his dog and took everything from him." },
                { "word": "kingsman the secret service", "clue": "A spy organization recruits an unrefined, but promising street kid into the agency's ultra-competitive training program, just as a global threat emerges from a twisted tech genius." },
                { "word": "road to paloma", "clue": "Wolf, a Native American on the run after avenging his mother's murder, flees across the desolate American West on his motorcycle, where he'll discover that justice has a cost." },
                { "word": "the hobbit the battle of the five armies", "clue": "Bilbo and Company are forced to engage in a war against an array of combatants and keep the Lonely Mountain from falling into the hands of a rising darkness." },
                { "word": "transformers age of extinction", "clue": "Autobots must escape sight from a bounty hunter who has taken control of the human serendipity: Unexpectedly, Optimus Prime and his remaining gang turn to a mechanic, his daughter, and her back street racing boyfriend for help." },
                { "word": "xmen days of future past", "clue": "The X-Men send Wolverine to the past in a desperate effort to change history and prevent an event that results in doom for both humans and mutants." },
                { "word": "capitao falcao", "clue": "Follows Portugal's first fascist superhero: the ultra patriotic Captain Falcon!" },
                { "word": "furious vii", "clue": "Dominic Toretto and his crew face a new rival Deckard Shaw who is seeks revenge for his brother." },
                { "word": "kung fury", "clue": "In 1985, Kung Fury, the toughest martial artist cop in Miami, goes back in time to kill the worst criminal of all time - Kung F³hrer, a.k.a. Adolf Hitler." },
                { "word": "mission impossible  rogue nation", "clue": "Ethan and team take on their most impossible mission yet, eradicating the Syndicate - an International rogue organization as highly skilled as they are, committed to destroying the IMF." },
                { "word": "the hateful eight", "clue": "In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters." },
                { "word": "the martian", "clue": "An astronaut is left behind on Mars after his team assumes he has died and must rely on his own creativity and ingenuity to escape" },
                { "word": "arrival", "clue": "A linguist is recruited by the military to communicate with alien lifeforms after twelve mysterious spacecrafts land around the world." },
                { "word": "batman v superman dawn of justice", "clue": "Fearing that the actions of Superman are left unchecked, Batman takes on the Man of Steel, while the world wrestles with what kind of a hero it really needs." },
                { "word": "deadpool", "clue": "A fast-talking mercenary with a morbid sense of humor is subjected to a rogue experiment that leaves him with accelerated healing powers and a quest for revenge." },
                { "word": "fantastic beasts and where to find them", "clue": "The adventures of writer Newt Scamander in New York's secret community of witches and wizards seventy years before Harry Potter reads his book in school." },
                { "word": "jason bourne", "clue": "The CIA's most dangerous former operative is drawn out of hiding to uncover more explosive truths about his past. " },
                { "word": "kingsglaive final fantasy xv", "clue": "King Regis, who oversees the land of Lucis, commands his army of soldiers to protect the kingdom from the Niflheim empire's plans to steal the sacred crystal which gives Lucis its magic and power." },
                { "word": "kung fu panda iii", "clue": "Continuing his 'legendary adventures of awesomeness', Po must face two hugely epic, but different threats: one supernatural and the other a little closer to his home." },
                { "word": "moana", "clue": "In Ancient Polynesia, when a terrible curse incurred by the Demigod Maui reaches Moana's island, she answers the Ocean's call to seek out the Demigod to set things right." },
                { "word": "passengers", "clue": "A spacecraft traveling to a distant colony planet and transporting thousands of people has a malfunction in its sleep chambers. As a result, two passengers are awakened 90 years early." },
                { "word": "rogue one a star wars story", "clue": "The Rebel Alliance makes a risky move to steal the plans for the Death Star, setting up the epic saga to follow." },
                { "word": "suicide squad", "clue": "A secret government agency recruits some of the most dangerous incarcerated super-villains to form a defensive task force. Their first mission: save the world from the apocalypse." },
                { "word": "the conjuring ii", "clue": "Ed and Lorraine Warren travel to North London to help a single mother raising 4 children alone in a house plagued by a supernatural spirit." },
                { "word": "the magnificent seven", "clue": "Seven gunmen in the old west gradually come together to help a poor village against savage thieves." },
                { "word": "the void", "clue": "Shortly after delivering a patient to an understaffed hospital, a police officer experiences strange and violent occurrences seemingly linked to a group of mysterious hooded figures." },
                { "word": "underworld blood wars", "clue": "Vampire death dealer, Selene (Kate Beckinsale) fights to end the eternal war between the Lycan clan and the Vampire faction that betrayed her." },
                { "word": "warcraft", "clue": "As an Orc horde invades the planet Azeroth using a magic portal, a few human heroes and dissenting Orcs must attempt to stop the true evil behind this war." },
                { "word": "xmen apocalypse", "clue": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan." },
                { "word": "zootopia", "clue": "In a city of anthropomorphic animals, a rookie bunny cop and a cynical con artist fox must work together to uncover a conspiracy." },
                { "word": "annabelle creation", "clue": "12 years after the tragic death of their little girl, a dollmaker and his wife welcome a nun and several girls from a shuttered orphanage into their home, where they soon become the target of the dollmaker's possessed creation, Annabelle." },
                { "word": "baahubali ii the conclusion", "clue": "Bhallaladeva conspires against his brother to become the king of Mahishmati. He soon gets him killed by Katappa and imprisons his wife. Years later, the son returns to avenge his father's death." },
                { "word": "baby driver", "clue": "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail." },
                { "word": "blade runner mmxlix", "clue": "A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years." },
                { "word": "dunkirk", "clue": "Allied soldiers from Belgium, the British Empire and France are surrounded by the German Army, and evacuated during a fierce battle in World War II." },
                { "word": "get out", "clue": "A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point." },
                { "word": "ghost in the shell", "clue": "In the near future, Major is the first of her kind: A human saved from a terrible crash, who is cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals." },
                { "word": "guardians of the galaxy vol ii", "clue": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage." },
                { "word": "happy death day", "clue": "A college student must relive the day of her murder over and over again, in a loop that will end only when she discovers her killer's identity." },
                { "word": "it", "clue": "A group of bullied kids band together when a shapeshifting demon, taking the appearance of a clown, begins hunting children." },
                { "word": "jumanji welcome to the jungle", "clue": "Four teenagers are sucked into a magical video game, and the only way they can escape is to work together to finish the game.." },
                { "word": "justice league", "clue": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy." },
                { "word": "kimi no na wa your name", "clue": "Two strangers find themselves linked in a bizarre way. When a connection forms, will distance be the only thing to keep them apart?" },
                { "word": "kingsman the golden circle", "clue": "When their headquarters are destroyed and the world is held hostage, the Kingsman's journey leads them to the discovery of an allied spy organization in the US. These two elite secret organizations must band together to defeat a common enemy." },
                { "word": "raees", "clue": "Threat looms over bootlegger Raees Alam and his business after ACP Majmudar decides to get the better of him. In order to survive and keep his trade thriving, Raees must overcome Majumdar." },
                { "word": "the disaster artist", "clue": "When Greg Sestero, an aspiring film actor, meets the weird and mysterious Tommy Wiseau in an acting class, they form a unique friendship and travel to Hollywood to make their dreams come true." },
                { "word": "the fate of the furious", "clue": "A cyberterrorist Cipher lures Dom to work for her and now Dom's crew has to stop Cipher while fighting Dom." },
                { "word": "the greatest showman", "clue": "Celebrates the birth of show business and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation." },
                { "word": "the mummy", "clue": "An ancient Egyptian princess is awakened from her crypt beneath the desert, bringing with her malevolence grown over millennia, and terrors that defy human comprehension." },
                { "word": "wonder woman", "clue": "When a pilot crashes and tells of conflict in the outside world, Diana, an Amazonian warrior in training, leaves home to fight a war, discovering her full powers and true destiny." },
                { "word": "antman and the wasp", "clue": "As Scott Lang balances being both a Super Hero and a father, Hope van Dyne and Dr. Hank Pym present an urgent new mission that finds the Ant-Man fighting alongside The Wasp to uncover secrets from their past." },
                { "word": "aquaman", "clue": "Arthur Curry learns that he is the heir to the underwater kingdom of Atlantis, and must step forward to lead his people and be a hero to the world." },
                { "word": "arif v ccxvi", "clue": "After 8 years, Arif's old friend 216 from planet GORA pays a visit to Earth.Together they go on a quest where they'll be visiting 60's." },
                { "word": "avengers infinity war", "clue": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe." },
                { "word": "beautiful boy", "clue": "Based on the best-selling pair of memoirs from father and son David and Nic Sheff, Beautiful Boy chronicles the heartbreaking and inspiring experience of survival, relapse, and recovery in a family coping with addiction over many years." },
                { "word": "bigger", "clue": "The inspirational tale of the grandfathers of fitness as we now know it, Joe and Ben Weider. Facing anti-Semitism and extreme poverty, the brothers beat all odds to build an empire and inspire future generations." },
                { "word": "black panther", "clue": "T'Challa, heir to the hidden but advanced kingdom of Wakanda, must step forward to lead his people into a new future and must confront a challenger from his country's past." },
                { "word": "bohemian rhapsody", "clue": "A chronicle of the years leading up to Queen's legendary appearance at the Live Aid (1985) concert." },
                { "word": "bumblebee", "clue": "On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken." },
                { "word": "deadpool ii", "clue": "Foul-mouthed mutant mercenary Wade Wilson (AKA. Deadpool), brings together a team of fellow mutant rogues to protect a young boy with supernatural abilities from the brutal, time-traveling cyborg, Cable." },
                { "word": "el ngel", "clue": "The pretty face of Carlos (a 17-year-old teenager) hides a dark side of robbers, lies and murders." },
                { "word": "fifty shades freed", "clue": "Anastasia and Christian get married, but Jack Hyde continues to threaten their relationship." },
                { "word": "first man", "clue": "A look at the life of the astronaut, Neil Armstrong, and the legendary space mission that led him to become the first man to walk on the Moon on July 20, 1969. " },
                { "word": "goosebumps ii haunted halloween", "clue": "Halloween comes to life in a comedy adventure based on R.L. Stine's 400-million-selling series of books." },
                { "word": "halloween", "clue": "Laurie Strode comes to her final confrontation with Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago." },
                { "word": "hereditary", "clue": "After the family matriarch passes away, a grieving family is haunted by tragic and disturbing occurrences, and begin to unravel dark secrets." },
                { "word": "hold the dark", "clue": "After the deaths of three children suspected to be killed by wolves, writer Russell Core is hired by the parents of a missing six-year-old boy to track down and locate their son in the Alaskan wilderness." },
                { "word": "isle of dogs", "clue": "Set in Japan, Isle of Dogs follows a boy's odyssey in search of his lost dog." },
                { "word": "johnny english strikes again", "clue": "JOHNNY ENGLISH STRIKES AGAIN is the third installment of the Johnny English comedy series, with Rowan Atkinson returning as the much loved accidental secret agent." },
                { "word": "pacific rim uprising", "clue": "Jake Pentecost, son of Stacker Pentecost, reunites with Mako Mori to lead a new generation of Jaeger pilots, including rival Lambert and 15-year-old hacker Amara, against a new Kaiju threat." },
                { "word": "petta", "clue": "Bashaa Returns" },
                { "word": "ready player one", "clue": "When the creator of a virtual reality world called the OASIS dies, he releases a video in which he challenges all OASIS users to find his Easter Egg, which will give the finder his fortune. " },
                { "word": "searching", "clue": "After his 16-year-old daughter goes missing, a desperate father breaks into her laptop to look for clues to find her." },
                { "word": "skyscraper", "clue": "A security expert must infiltrate a burning skyscraper, 225 stories above ground, when his family are trapped inside by criminals. " },
                { "word": "smallfoot", "clue": "A Yeti is convinced that the elusive creatures known as 'humans' really do exist." },
                { "word": "solo a star wars story", "clue": "During an adventure into the criminal underworld, Han Solo meets his future co-pilot Chewbacca and encounters Lando Calrissian years before joining the Rebellion." },
                { "word": "the happy prince", "clue": "The untold story of the last days in the tragic times of Oscar Wilde, a person who observes his own failure with ironic distance and regards the difficulties that beset his life with detachment and humor." },
                { "word": "the hate u give", "clue": "Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Now, facing pressures from all sides of the community, Starr must find her voice and stand up for what's right." },
                { "word": "the house with a clock in its walls", "clue": "A young orphan named Lewis Barnavelt aids his magical uncle in locating a clock with the power to bring about the end of the world." },
                { "word": "the kindergarten teacher", "clue": "A kindergarten teacher in New York becomes obsessed with one of her students who she believes is a child prodigy." },
                { "word": "the predator", "clue": "When a young boy accidentally triggers the universe's most lethal hunters' return to Earth, only a ragtag crew of ex-soldiers and a disgruntled scientist can prevent the end of the human race." },
                { "word": "tomb raider", "clue": "Lara Croft, the fiercely independent daughter of a missing adventurer, must push herself beyond her limits when she discovers the island where her father disappeared." },
                { "word": "upgrade", "clue": "The film follows a man who is implanted with a chip that allows him to control his body after a mugging leaves him paralyzed" },
                { "word": "venom", "clue": "When Eddie Brock acquires the powers of a symbiote, he will have to release his alter-ego 'Venom' to save his life." }
            ]
        }
    }
}